



zhata = '''Студенческие дома 

Стоимость 30к в месяц. 
Находится на территории жилого комплекса EXPO Residence. Имеются 3 блока: мужской, женский и смешанный.

Есть двухместные и трехместные комнаты. Оснащение: учебные комнаты, комнаты отдыха, кухни и столовые, прачечная. 


В соответствии с приказом Министра образования и науки Республики Казахстан №66 от 22 января 2016 года распределение мест в общежитии происходит в следующем приоритетном порядке:

1) лица с ограниченными возможностями в развитии, инвалиды и инвалиды с детства, дети-инвалиды, дети-сироты и дети, оставшиеся без попечения родителей, лица, у которых один или оба родителя являются инвалидами;

2) лица из числа молодежи, оставшиеся без попечения родителей до совершеннолетия, лица, приравненные по льготам и гарантиям к участникам и инвалидам Великой Отечественной войны, лица из числа сельской молодежи, поступившие на обучение по образовательным программам, определяющим социально-экономическое развитие села, а также оралманы, не являющиеся гражданами Республики Казахстан;

3) обучающиеся, в рамках проекта «Мәңгілік ел жастары — индустрияға!» («Серпін — 2050»);

4) обучающиеся, зачисленные на первый курс, обладающие знаком «Алтын белгі», обучающиеся, имеющие сертификат победителя или призера Президентской, международной и республиканской олимпиады и (или) конкурса, а также абитуриенты, окончившие организацию с отличием с подтверждающим документом об образовании (свидетельство, аттестат, диплом);

5) обучающиеся, принятые на обучение на первый курс, имеющие высокий балл по итогам Единого национального тестирования или Комплексного тестирования, вступительных экзаменов по предметам или в форме тестирования, проведенных организацией.

При равенстве баллов по итогам Единого национального тестирования или Комплексного тестирования, вступительных экзаменов по предметам или в форме тестирования, проведенных организацией, учитывается материальное положение обучающегося, при предоставлении справки, подтверждающая принадлежность заявителя (семьи) к получателям государственной адресной социальной помощи, предоставляемая местными исполнительными органами, согласно Правилам формирования, направления расходования и учета средств, выделяемых на оказание финансовой и материальной помощи обучающимся и воспитанникам государственных учреждений образования из семей, имеющих право на получение государственной адресной социальной помощи, а также из семей, не получающих государственную адресную социальную помощь, в которых среднедушевой доход ниже величины прожиточного минимума, и детям — сиротам, детям, оставшимся без попечения родителей, проживающим в семьях, детям из семей, требующих экстренной помощи в результате чрезвычайных ситуаций, и иным категориям обучающихся и воспитанников, утвержденным постановлением

Правительства Республики Казахстан от 25 января 2008 года № 64 «Об утверждении Правил формирования, направления расходования и учета средств, выделяемых на оказание финансовой и материальной помощи обучающимся и воспитанникам государственных учреждений образования из семей, имеющих право на получение государственной адресной социальной помощи, а также из семей, не получающих государственную адресную социальную помощь, в которых среднедушевой доход ниже величины прожиточного минимума, и детям — сиротам, детям, оставшимся без попечения родителей, проживающим в семьях, детям из семей, требующих экстренной помощи в результате чрезвычайных ситуаций, и иным категориям обучающихся и воспитанников»;

6) обучающиеся из числа учащихся старших курсов, имеющие высокие результаты в учебной, научной и общественной работе;'''