
aet = '''АЕТ(AITU Excellent test) - проходной экзамен на проверку знаний английского, необходимый для поступления в наш университет. Это экзамен на проверку знаний английского, и проходит полностью в тестовом формате. 
У вас будет две попытки и при этом если не наберете проходной балл не сможете поступить в наш университет. 

Если хотите поступить на грант, надо успеть сдать АЕТ до подачи заявлений на грант (до июля примерно). На платное отделение можно сдать даже в августе. 

Состоит из двух модулей:

➡️1-модуль: проверка знаний английского языка (grammar, vocabulary, reading). 
Количество вопросов - 50. 
Время - 60 минут. 

0-24: провал, есть возможность пересдать (всего две попытки)
25-34: поступаете, но надо будет посещать курсы по английскому языку на базе AITU 
35-50: успешное прохождение модуля 

➡️2-модуль: основы компьютерных наук и логика (тоже на английском). 
Количество вопросов - 50. 
Время - 60 минут. 

0-24: поступаете, но рекомендуем изучить доп материал
25-50: успешное прохождение модуля 

В данном модуле проходного балла нет. (Тестирование проводится для проверки входящего уровня знаний абитуриентов.)'''

aet_money = '''АЕТ на базе USTUDY

➡️ Есть возможность сдать тест с других городов на базе USTUDY. 

Для абитуриентов сдающих на базе Ustudy:
📊Оплата. Стоимость - 1900 тг, через Halyk Bank. Надо будет предъявить чек об оплате, когда придете сдавать АЕТ. 
🗺Место проведения. Адреса региональных центров тестирования (https://docs.google.com/spreadsheets/d/1TOgQoCpzR6FrAJrfKBLFbCQAd6or_HlFeoMv1VOsV7o/edit?usp=sharing) (кликабельно). Адреса в г.Алматы и г.Шымкент объявят за день до экзамена через смс. 

Ссылка на регистрацию (https://admission.astanait.edu.kz/aet#rec336162781) (кликабельно)



📎ИНСТРУКЦИЯ по оплате АЕТ

Только для абитуриентов сдающих на базе Ustudy!! (для абитуриентов сдающих тест в г. Астана в стенах Astana IT University - бесплатно)

➡️Оплата вступительного экзамена в AITU Excellence Test через приложение Halyk в 3 шага:

1. Зайти в мобильное приложение Halyk, далее в «Платежи», в строке поиска ввести «Astana IT University».

2. Выбрать «ТОО Astana IT University - Прочие платежи»

3. Заполнить все поля:
ФИО: введите ФИО участника AET
ИИН: введите ИИН участника AET
Номер телефона: введите номер телефона участника AET
Назначение платежа: выберите «За вступительный экзамен AET»
Сумма платежа: ввести сумму 1900 тенге и оплатите'''

aet_material = '''Материалы для подготовки рекомендуемые Astana IT University 

К 1-модулю:
Интернет-ресурсы
 • https://www.cambridgeenglish.org/test-your-english (https://www.cambridgeenglish.org/test-your-english/)
 (https://learnenglish.britishcouncil.org/) • https://learnenglish.britishcouncil.org (https://learnenglish.britishcouncil.org/)
 (https://engexam.info/ielts-cae-practice-tests/) • https://engexam.info/ielts-cae-practice-tests/https://test-english.com/grammar-points/b1
 (https://test-english.com/grammar-points/b1/) • https://test-english.com/use-of-english/b1-b2/https://test-english.com/reading/b1 (https://test-english.com/reading/b1/)
Учебники и учебные пособия
 • M. McCarthy & F. O'Dell. Collocations in Use, Intermediate/Advance, Cambridge Second Edition 
 • M. Swan & C. Walter. Oxford English Grammar Course, Basic/Intermediate/Advanced 
 • J. Eastwood. Oxford Grammar Practice Tests Intermediate 
 • A. French. Advanced Test Builder 3d Edition Macmillan Education 
 • M.Harriso. Proficiency Test Builder 4th Edition Macmillan Education 
 • PET/FCE Result. Oxford University Press.

К 2-модулю:
 • https://en.wikibooks.org/wiki/Computers_for_Beginners/Print_version 
 • https://www.just.edu.jo/~mqais/CIS99/PDF/Ch.01_Introduction_%20to_computers.pdf
 • https://www.education.gov.pg/TISER/documents/pastep/icl-1-1-computing-basics-student.pdf
 • https://www.practiceaptitudetests.com/resources/how-to-answer-logical-reasoning-tests/
 • https://www.faceprep.in/logical-reasoning (https://www.faceprep.in/logical-reasoning/) 
 • https://www.assessmentday.co.uk/aptitudetests_logical.htm'''

aet_certificate = '''От первого модуля освобождают:

➡️International English Language Testing System (IELTS), пороговый балл — не менее 5.0;  
➡️Test of English as a Foreign Language Institutional Testing Programm (TOEFL ITP) — не менее 460 баллов;
➡️Test of English as a Foreign Language Internet-based Test (TOEFL IBT), пороговый балл – 46-59;
➡️Сертификат Aptis, с результатом, соответствующим уровню B1;
➡️Сертификаты уровня B1, выданные языковыми центрами InterPress городов Нур-Султан, Алматы и Караганда в 2021 году.

От второго модуля освобождают:

Сертификаты призёра: 
➡️AITU iCode
➡️AITU Open
➡️Жаутыковской или 
➡️Евразийской олимпиады'''