inf_mat = f'<b>Информатика-Математика, 80+ баллов</b>'
geo_mat = f'<b>География-Математика, 70+ баллов</b>'
phys_mat = f'<b>Физика-Математика, 70+ баллов</b>'
tvor = f'<b>Творческий, 70+ баллов</b>'

# IT

media = f'ОП: <b>Медиа Технологии</b>\nЕНТ: {inf_mat}\n\nДанная специальност нацелена на обучение навыкам графического дизайна, 3D моделирования, анимации, программирования и кинематографии,\
для создания медиа контента, а также мета-вселенных для воспроизведения действий из реальности в виртуальном пространстве.'

soft =  f'ОП: <b>Программная инженеря</b>\nЕНТ: {inf_mat}\n\nОбразовательная программа широкого профиля, нацелена на обучение проектированию компьютерных программ, их написание, тестирование и курирование. Программная инженерия создает надежные и безопасные продукты в сфере IT, которые могут выдержать проверку временем и работать, несмотря на новые вызовы в современной индустрии технологий.'

math = f'ОП: <b>Математические и вычислительные науки</b>\nЕНТ: {inf_mat}\n\nОбразовательная программа нацелена на подготовку квалифицированных специалистов в области математических и компьютерных наук, обучение их передовым знаниям, навыкам и ценностям, необходимым для постановки и решения текущих и новых научно-технологических и социальных задач' 

bigdata = f'''ОП: <b>Анализ больших данных</b>\nЕНТ: {inf_mat}\n\nЦелью программы является интенсивное обучение, направленное на изучение и применение больших наборов данных, для выявления скрытых закономерностей, неизвестных корреляций, рыночных тенденций и предпочтений 
клиентов.'''

comp = f'''ОП: <b>Компьютерные науки</b>\nЕНТ: {inf_mat}\n\nОбразовательная программа нацелена на развитие технических навыков, необходимых для разработки и проектирования информационных технологий и интеллектуальных систем, а также на обучение анализу и методам решения поставленных задач.'''

# CB

cyber = f'ОП: <b>Кибербезопасность</b>\nЕНТ: {inf_mat}\n\nЦелью программы является подготовка высококвалифицированных кадров, обладающих прикладными знаниями о целостности, конфиденциальности, доступности данных, существующих методах проектирования и поддержки компьютерных сетей, проблемах безопасности, связанных с эксплуатацией локальных и глобальных сетей'

# COM

smart = f'''ОП: <b>Умные технологие</b>\nЕНТ: {phys_mat}\n\nОбразовательная программа нацелена на обучение навыкам разработки и эффективного управления современными цифровыми устройствами, включающими в себя встроенные системы и программное обеспечение. Программа также нацелена на изучение стремительно развивающихся и постоянно обновляющихся технологий в области встроенных систем, сенсоров, беспроводных сетей и Интернета вещей.'''

#iiot

iiot = f'''ОП: <b>Промышленный Интернет вещей</b>\nЕНТ: {phys_mat}\n\nОбразовательная программа направлена на изучение процессов цифровизации и модификации в промышленных отраслях, для повышения эффективности производственных процессов и сокращения расходов. Благодаря внедрению IIoT, промышленные компании смогут объединить работу машин и людей для качественной, непрерывной и безопасной работы.'''

#management

itm = f'''ОП: <b>IT менеджмент</b>\nЕНТ: {geo_mat}\n\nОбразовательная программа нацелена на обучение управлению и контролю процессов создания продукта от идеи до реализации, запуску и поддержке работы проекта, а также на развитие навыков оперативного решения непредвиденных ситуаций, минимизируя возможные риски.'''
ite = f'''ОП: <b>IT предпринимательство</b>\nЕНТ: {geo_mat}\n\nОбразовательная программа ориентирована на подготовку квалифицированных специалистов и обучение формированию идей и моделей для бизнеса, которые позволят предпринимателям с хорошей технической подготовкой адаптироваться к изменениям на рынке и создавать фундамент предприятия для устойчивого развития. '''
dpas = f'''ОП: <b>Цифровое государственное управление и услуги</b>\nЕНТ: {geo_mat}\n\nОбразовательная программа нацелена на обучение трансформации деятельности государственных органов управления за счет цифровизации, используя эффективные, ориентированные на пользователя системы предоставления государственных услуг.'''

#dj

dj = f'''ОП: <b>Цифровая журналистика</b>\nЕНТ: {tvor}\n\nОбразовательная программа нацелена на подготовку квалифицированных специалистов в сфере цифровой журналистики, а также обучение тщательному анализу, исследованию информации, грамотному письменному и устному общению, современным жанрам и трендам журналистики. В ходе обучения развиваются навыки трансформации продуктов традиционных медиа в онлайн-среду, а также разработки и редактирования текстов, аудио и видео носителей 
информации'''